{"file_name": "x1.jpg", "text": "Крош недовольный стоит в лесу"}
{"file_name": "x2.jpg", "text": "Крош стоит на песке смотрит наверх подняв руки. На заднем плане лес"}
{"file_name": "x3.jpg", "text": "Крош спит, на нём лежит розовое одеяло. На фоне ночная комната Кроша"}
{"file_name": "x4.jpg", "text": "Крош спит в кровати, на нём лежит розовое одеяло."}
{"file_name": "x5.jpg", "text": "Крош лежит на песке. На заднем плане лес"}
{"file_name": "x6.jpg", "text": "Крош лежит на кровати и держит морковку, на нём лежит розовое одеяло. На фоне конмната Кроша ночью."}
{"file_name": "x7.jpg", "text": "Крош недовольный стоит на песке. На заднем плане деревья и море"}
{"file_name": "x8.jpg", "text": "Крош загарает на полотенце. На фоне песок и синее полотенце"}
{"file_name": "x9.jpg", "text": "Крош чешет спину и стоит на песке. На заднем плане деревья и море"}
{"file_name": "x10.jpg", "text": "Крош лежит нарозовом матрасе лицом вниз. На фоне вода."}
{"file_name": "x11.jpg", "text": "Крош с прикрытими глазами повёрнут влево. На фоне пляж и дневное небо"}
{"file_name": "x12.jpg", "text": "Крош идёт по песку (вид сзади). На заднем плане деревья и море"}
{"file_name": "x13.jpg", "text": "Крош лепит песочный замок и смотрит влево. На фоне пляж и небо."}
{"file_name": "x14.jpg", "text": "Крош лепит песочный замок и смотрит вправо. На фоне пляж и дневное небо."}
{"file_name": "x15.jpg", "text": "Крош лежит лицом вниз на розовом матрасе. Не фоне вода."}
{"file_name": "x16.jpg", "text": "Крош прыгает над песочным замком. На фоне пляж и дневное небо."}
{"file_name": "x17.jpg", "text": "Крош лепит песочный замок. На фоне пляж и дневное небо."}
{"file_name": "x18.jpg", "text": "Крош злой. На фоне небо с облаками"}
{"file_name": "x19.jpg", "text": "Крош сидит на коленях смотрит вверх. На фоне пляж, голубое небо и песочный замок перед Крошем."}
{"file_name": "x20.jpg", "text": "Крош с ошеломленным лицом лежит на песке. На фоне песок и трава."}
{"file_name": "x21.jpg", "text": "Крош стоит в комнате и смотрит вправо. На фоне комната с игрушками и зелёными стенами."}
{"file_name": "x22.jpg", "text": "Крош с открытым ртом смотрит налево. На фоне комната с игрушками и зелёными стенами."}
{"file_name": "x23.jpg", "text": "Крош сидит на полу и смотрит вниз. На фоне комната с игрушками."}
{"file_name": "x24.jpg", "text": "Крош грустный сидит на розовой лавочке и смотрит вниз. На фоне небо и лес."}
{"file_name": "x25.jpg", "text": "Крош грустный сидит на лавочке и смотрит влево. На фоне небо, лес и розовая лавочка на которой сидит Крош."}
{"file_name": "x26.jpg", "text": "Крош расстроенный сидит на розовой лавочке с поднятой левой рукой вверх и смотрит на лево. На фоне вечернее небо, лес вдали и розовая лавочка на которой сидит Крош."}
{"file_name": "x27.jpg", "text": "Крош в чёрной шляпе, тёмных очках и коричневым шарфу сидит на стуле. На фоне песок и вечернее небо."}
{"file_name": "x28.jpg", "text": "Крош в чёрной шляпе, тёмных очках и коричневым шарфу сидит на инвалидном кресле. На фоне вечернее небо и лес в далеке."}
{"file_name": "x29.jpg", "text": "Крош в чёрной шляпе и тёмных очках идёт по комнате и открывает рот. На фоне тёмная комната с синим шкафом слева и зеркалом справа."}
{"file_name": "x30.jpg", "text": "Крош в тёмных очках и чёрной шляпе. На фоне комната с жёлтой тумбочкой слева."}
{"file_name": "x31.jpg", "text": "Крош в тёмных очках и чёрной шляпе держит в правой руке стакан с чаем, в левой трость и смотрит вправо. На фоне комната с занавеской и розовой тумбочкой справа и полками слева."}
{"file_name": "x32.jpg", "text": "Крош в тёмных очках и чёрной шляпе держит в правой руке стакан с чаем, в левой трость и немного приоткрывает рот. На фоне комната с жёлтой тумбочкой слева и полками справа."}
{"file_name": "x33.jpg", "text": "Крош радостный держит будильник. На фоне грядка на которой растёт морковь и небо."}
{"file_name": "x34.jpg", "text": "Крош злой держит левой рукой фиолетовый джойстик и смотрит вперёд. На фоне лес и небо над лесом."}
{"file_name": "x35.jpg", "text": "Крош злой держит левой рукой фиолетовый джойстик а правую держит поднятой вверх и смотрит вниз. На фоне лес и небо над лесом."}
{"file_name": "x36.jpg", "text": "Крош грустный смотрит вниз на сломанный игрушечный самолётик. На фоне лес, голубое небо и разбитая игрушка перед Крошем."}
{"file_name": "x37.jpg", "text": "Крош идёт по тропинке (вид сзади). На фоне деревья, цветы и небо с облаками"}
{"file_name": "x38.jpg", "text": "Крош обернувшись стоит на тропинке. На фоне деревья, цветы и небо с облаками"}
{"file_name": "x39.jpg", "text": "Крош обернувшись стоит на тропинке поднимая руку. На фоне деревья, цветы и небо с облаками"}
{"file_name": "x40.jpg", "text": "Крош стоит ночью на снегу на фоне деревьев и держится за голову в отчаянии."}
{"file_name": "x41.jpg", "text": "Крош стоит ночью на снегу на фоне деревьев удивленный, вытянув руку вверх."}
{"file_name": "x42.jpg", "text": "Крош стоит ночью на снегу на фоне дереьев грустный и держится руками за голову."}
{"file_name": "x43.jpg", "text": "Крош с закрытыми глазами сидит у окна сложив ногу на ногу"}
{"file_name": "x44.jpg", "text": "Крош довольный сидит на скамейке, за ним яркая стена"}
{"file_name": "x45.jpg", "text": "Крош довольный сидит на скамейке сложив ногу на ногу. За ним яркая стена"}
{"file_name": "x46.jpg", "text": "Уверенный Крош идет, тащя санки, ночью по снегу. На фоне деревья и Луна."}
{"file_name": "x47.jpg", "text": "Счастливый Крош стоит ночью на снеге на фоне деревьев и Луны."}
{"file_name": "x48.jpg", "text": "Крош кричит ночью, стоя на снегу. Рядом стоят санки."}
{"file_name": "x49.jpg", "text": "Крош свесил уши и кричит ночью, стоя на снегу. Рядом стоят санки."}
{"file_name": "x50.jpg", "text": "Крош нахмурившись проходит между двумя скамейками в помещении."}
{"file_name": "x51.jpg", "text": "Крош стоит на скамье, и смотрит в окно с пустыней"}
{"file_name": "x52.jpg", "text": "Крош выходит из бункера"}
{"file_name": "x53.jpg", "text": "Крош в пустыне на закате"}
{"file_name": "x54.jpg", "text": "Крош в пустыне"}
{"file_name": "x55.jpg", "text": "Радостный Крош в одеяле стоит на снегу. На фоне деревья и комья снега."}
{"file_name": "x56.jpg", "text": "Удивленный и радостный крош в одеяле стоит на снегу. На фоне деревья и комья снега."}
{"file_name": "x57.jpg", "text": "Удивлённый Крош в пустыне на закате"}
{"file_name": "x58.jpg", "text": "Крош с недовольным лицом по пустыне на закате"}
{"file_name": "x59.jpg", "text": "Крош присел и собирается прыгнуть. Рядом грядки с морковками, подсолнухи, деревья"}
{"file_name": "x60.jpg", "text": "Крош с бензопилой в пыстыне на закате"}
{"file_name": "x61.jpg", "text": "Крош с бензопилой позади в левой руке держит над собой зонт в пустыне на закате"}
{"file_name": "x62.jpg", "text": "Крош стоит чешет затылок. Рядом грядки с морковками, подсолнухи, деревья"}
{"file_name": "x63.jpg", "text": "Крош на холме в пустыне в левой руке держит зонт, а в правой компас на закате"}
{"file_name": "x64.jpg", "text": "Крош, закрыв 1 глаз, смотрит на коричневый стол с бутылкой и молотком."}
{"file_name": "x65.jpg", "text": "Крош, призакрыв 1 глаз, смотрит на коричневый стол с бутылкой и молотком."}
{"file_name": "x66.jpg", "text": "Крош, призакрыв 1 глаз, идет в доме. На заднем плане шкаф и кровать."}
{"file_name": "x67.jpg", "text": "Крош задумчивый стоит. Рядом грядки с морковками, подсолнухи, деревья"}
{"file_name": "x68.jpg", "text": "Крош в костюме ковбоя в комнате, сзади открытая дверь"}
{"file_name": "x69.jpg", "text": "Крош, призакрыв 1 глаз, держит в руках желтые часы. На фоне комната с окном и кроватью."}
{"file_name": "x70.jpg", "text": "Крош смотрит в камеру. На фоне в комнате окно и кровать."}
{"file_name": "x71.jpg", "text": "Крош удивлённый сидит возле забора. На фоне деревья, колодец"}
{"file_name": "x72.jpg", "text": "Крош расстроенный стоит возле грядки и держит морковку. На фоне деревья, колодец"}
{"file_name": "x73.jpg", "text": "Крош недовольный стоит с приоткрытым ртом возле грядки и держит морковку. На фоне деревья, колодец"}
{"file_name": "x74.jpg", "text": "Крош довольный прыгает вперёд. На фоне пляж и небо, сзади справа от Кроша стоит разноцветный гараж а слева домик на ножках."}
{"file_name": "x75.jpg", "text": "Крош смотрит в колодец сверху вниз. Он удивлен."}
{"file_name": "x76.jpg", "text": "Крош радостный идёт вперёд. На фоне пляж и небо, сзади справа от Кроша стоит разноцветный гараж а слева домик на ножках."}
{"file_name": "x77.jpg", "text": "Крош правой рукой держит фиолетовый руль а в правой держит фиолетовую резинку. На фоне машина в которой сидит Крош."}
{"file_name": "x78.jpg", "text": "Крош радостный сидит возле грядки с морковками. На заднем плане забор подсолнухи и лес"}
{"file_name": "x79.jpg", "text": "Крош поднял левую руку вверх а правой держит руль. На фоне машина в которой сидит Крош"}
{"file_name": "x80.jpg", "text": "Крош  спиной к нам, сложив руки за спину, стоит на равнине и смотрит в даль"}
{"file_name": "x81.jpg", "text": "Крош стоит рядом с машиной. На фоне гараж в котором стоит красная машина справа от которой стоит Крош."}
{"file_name": "x82.jpg", "text": "Крош с руками за спиной, стоит боком к нам на равнине"}
{"file_name": "x83.jpg", "text": "Довольный Крош идет по лесу с тележкой."}
{"file_name": "x84.jpg", "text": "Крош выглядывает из гаража. На фоне пляж на котором стоит разноцветный гараж и металлические обломки сзади гаража."}
{"file_name": "x85.jpg", "text": "Уверенный Крош стоит возле деревянных стульев с ухмылкой и собирается что-то сказать."}
{"file_name": "x86.jpg", "text": "Крош сидит на мосту, свесив ноги, с удочкой"}
{"file_name": "x87.jpg", "text": "Крош стоит в доме с зеленым полом и книгами вокруг. Он держится за табуретку. Вид сбоку"}
{"file_name": "x88.jpg", "text": "Крош стоит в доме с зеленым полом и книгами вокруг. Он держится за коробку. Вид сбоку"}
{"file_name": "x89.jpg", "text": "Крош задумчивый стоит на зелёном лугу. На фоне зелёный луг, несколько деревьев и небо."}
{"file_name": "x90.jpg", "text": "Крош стоит на машине держась за трубу"}
{"file_name": "x91.jpg", "text": "Крош таскает камень. На фоне гараж с машиной."}
{"file_name": "x92.jpg", "text": "Крош сидя в машине смотрит вниз и держит руль. На фоне салон автомобиля и камень по середине кресел"}
{"file_name": "x93.jpg", "text": "Крош стоит на машине держась за трубу и смотрит в сторону"}
{"file_name": "x94.jpg", "text": "Крош лениво идет в доме, держа в руках ручку и блокнот. На фоне шкаф, несколько стульев, мешок и окно."}
{"file_name": "x95.jpg", "text": "Крош стоит на машине держась за трубу и смотрит на сломанную лампочку которую держит в руке"}
{"file_name": "x96.jpg", "text": "Крош сидит на мосту, свесив ноги, с удочкой"}
{"file_name": "x97.jpg", "text": "Крош расстроенный идёт по тропинке. На фоне  горы и дымящиеся дома."}
{"file_name": "x98.jpg", "text": "Крош с удочками в  правой руке стоит на мосту"}
{"file_name": "x99.jpg", "text": "Крош стоит на машине держась за трубу и держит в руке сломанную лампочку, смотрит вперёд"}
{"file_name": "x100.jpg", "text": "Крош идёт по пляжу. На фоне облачное небо и пляж."}
{"file_name": "x101.jpg", "text": "Счастливый Крош стоит на фоне утреннего леса, держа в руках блокнот с надписью."}
{"file_name": "x102.jpg", "text": "Раздраженный Крош стоит на фоне утреннего леса, держа в руках блокнот и читая его."}
{"file_name": "x103.jpg", "text": "Крош с двумя удочками в руках стоит на мосту боком к нам"}
{"file_name": "x104.jpg", "text": "Счастливый Крош удивленно смотрит в камеру на фоне утреннего леса и травы."}
{"file_name": "x105.jpg", "text": "Крош радостный стоит в пещере смотрит на сосульки"}
{"file_name": "x106.jpg", "text": "Крош радостный стоит в пещере смотрит на сосульки"}
{"file_name": "x107.jpg", "text": "Крош радостный стоит на одной ноге с закрытыми глазами в пещере. На потолке висят сосульки"}
{"file_name": "x108.jpg", "text": "Крош крутит на себя деревянный руль. На фоне небо с облаками и торчащие верёвки."}
{"file_name": "x109.jpg", "text": "Крош ночью стоит напротив дома"}
{"file_name": "x110.jpg", "text": "Крош держится за деревянный руль. На фоне небо с облаками и торчащими верёвками."}
{"file_name": "x111.jpg", "text": "Грустный Крош лежит у себя дома на кровати, около разноцветной лестницы. Кровать зеленая, одеяло красное."}
{"file_name": "x112.jpg", "text": "Крош ночью стоит с поднятыми руками."}
{"file_name": "x113.jpg", "text": "Крош стоит, выставив руку вперед, около фиолетового, розового дома на снегу. Виднеются сугробы."}
{"file_name": "x114.jpg", "text": "Крош весёлый смотрит в бинокль. На фоне дерево и небо"}
{"file_name": "x115.jpg", "text": "Крош стоит в доме задом. Видны свет из окна, зеленая лестница, красная кровать и красная кастрюля."}
{"file_name": "x116.jpg", "text": "Крош угрюмо стоит и смотрит в сторону в доме. На фоне видны синяя кровать с морковкой и разноцветная лестница."}
{"file_name": "x117.jpg", "text": "Крош сидит в автомобиле с открытым ртом и удивлённым лицом"}
{"file_name": "x118.jpg", "text": "Грустный и уставший Крош стоит в доме с выключенным светом. На нем включенный фонарик."}
{"file_name": "x119.jpg", "text": "Крош стоит задом в доме, напротив завешенного зелеными занавесками окна. На нем шапка-ушанка"}
{"file_name": "x120.jpg", "text": "Крош стоит в шапке-ушанке в доме напротив окна с зелеными занавесками. Крош удивленно показывает на окно"}
{"file_name": "x121.jpg", "text": "Крош тянет санки за веревку, идя по снегу в шапке-ушанке. На фоне видны деревья и небо."}
{"file_name": "x122.jpg", "text": "Крош стоит боком на снегу в шапке-ушанке. На фоне видны деревья."}
{"file_name": "x123.jpg", "text": "Крош в шапке-ушанке удивленно смотрит вниз на очки, стоя на снегу."}
{"file_name": "x124.jpg", "text": "Крош в комнате сидит за компьютером, лицом к нам"}
{"file_name": "x125.jpg", "text": "Крош в комнате сидит за компьютером, спиной к нам"}
{"file_name": "x126.jpg", "text": "Агрессивный Крош смотрит в камеру. На фоне небо и белые колонны."}
{"file_name": "x127.jpg", "text": "Крош уставший стоит и чешет глаз рукой"}
{"file_name": "x128.jpg", "text": "Побитый, злой Крош сидит на пеньке, стоящем на траве. На фоне видны деревья и небо."}
{"file_name": "x129.jpg", "text": "Крош в комнате сидит за компьютером с закрытыми глазами"}
{"file_name": "x130.jpg", "text": "Крош заинтересованный стоит в комнате. На заднем фоне стоят игрушки, кровать"}
{"file_name": "x131.jpg", "text": "Крош идёт по комнате. На заднем фоне стоят игрушки, кровать"}
{"file_name": "x132.jpg", "text": "Недовольный Крош с перемотанной головой входит в зеленый дом через красную дверь."}
{"file_name": "x133.jpg", "text": "Крош стоит в зеленой бабочке на траве на фоне неба с облаками."}
{"file_name": "x134.jpg", "text": "Крош выносит коробку на улицу спиной к нам"}
{"file_name": "x135.jpg", "text": "Крош стоит задом и указывает вдаль. На фоне разноцветный ковер."}
{"file_name": "x136.jpg", "text": "Крош в комнате сидит на полу взявшись за голову и закрыв глаза"}
{"file_name": "x137.jpg", "text": "Счастливый Крош в красной бабочке на фоне заката, деревьев, травы."}
{"file_name": "x138.jpg", "text": "Крош в маске лежит на траве"}
{"file_name": "x139.jpg", "text": "Крош ночью стоит на балконе со шваброй в левой руке"}
{"file_name": "x140.jpg", "text": "Крош подняв руки смотрит наверх. Рядом коробки и игрушки"}
{"file_name": "x141.jpg", "text": "Крош заинтересованный смотрит в сторону. Рядом коробки и игрушки"}
{"file_name": "x142.jpg", "text": "Крош удивлённый открыв рот смотрит в сторону. Рядом коробки и игрушки"}
{"file_name": "x143.jpg", "text": "Крош, держась за красные ручки удивленно смотрит. У него на лице лист, на фоне деревья и трава."}
{"file_name": "x144.jpg", "text": "Крош, держась за красные ручки, закрыл глаза. У него на лице лист."}
{"file_name": "x145.jpg", "text": "Крош, держась за красные ручки, закрыл глаза. У него на лице много листьев."}
{"file_name": "x146.jpg", "text": "Крош сидит ночью на кровати и с волнением смотрит на лист."}
{"file_name": "x147.jpg", "text": "Крош ночью спит на кровати. Оранжевое одеяло, синяя кровать."}
{"file_name": "x148.jpg", "text": "Крош испуганно смотрит в камеру, проснувшись."}
{"file_name": "x149.jpg", "text": "Крош агрессивно указывает на бумагу в своем доме."}
{"file_name": "x150.jpg", "text": "Крош стоит задом к нам на камне и смотрит на ночное небо."}
{"file_name": "x151.jpg", "text": "Крош сидит в комнате на стуле и смотрит вперёд. Рядом шкаф с книгами и стол на котором стоит кактус"}
{"file_name": "x152.jpg", "text": "Крош подозрительно стоит за деревом ночью, прищурив глаза."}
{"file_name": "x153.jpg", "text": "Крош стоит на траве, на футбольном поле задом. Рядом футбольный мяч и ворота."}
{"file_name": "x154.jpg", "text": "Крош стоит на отбойном молотке. Вокруг серые стены"}
{"file_name": "x155.jpg", "text": "Крош стоит на отбойном молотке (вид сзади). Вокруг серые стены"}
{"file_name": "x156.jpg", "text": "Испуганный и удивленный Крош стоит в доме с фонариком."}
{"file_name": "x157.jpg", "text": "Крош в доме удивленно смотрит на окно. На заднем плане зеркало, куклы."}
{"file_name": "x158.jpg", "text": "Крош стоит на отбойном молотке (вид сверху). Вокруг серые стены и пол"}
{"file_name": "x159.jpg", "text": "Крош в черной шляпе и очках стоит с серьезным лицом и руками сзади."}
{"file_name": "x160.jpg", "text": "Крош в черной шляпе и очках стоит с серьезным лицом и руками сзади."}
{"file_name": "x161.jpg", "text": "Крош стоит в недоумении около бирюзового стула и зеленой кровати."}
{"file_name": "x162.jpg", "text": "Крош стоит в комнате держит трубу и смотрит в сторону"}
{"file_name": "x163.jpg", "text": "Крош держит в правой руке морковь у снеговика и смотрит вниз"}
{"file_name": "x164.jpg", "text": "Крош сидит в темной комнате с фонариком. Вокруг детские игрушки."}
{"file_name": "x165.jpg", "text": "Крош стоит на снегу и чешет лоб левой рукой"}
{"file_name": "x166.jpg", "text": "Крош недовольно стоит в доме на фоне шкафа с книгами. На переднем плане горит свеча."}
{"file_name": "x167.jpg", "text": "Крош недовольно смотрит на фоне шкафа с книгами, держа в руках фиолетовое платье."}
{"file_name": "x168.jpg", "text": "Крош прищуривается и нагибается к снегу ночью"}
{"file_name": "x169.jpg", "text": "Крош в доме накрыл лицо рукой и приоткрыл рот."}
{"file_name": "x170.jpg", "text": "Крош стоит на снегу ночью, в правой руке снежок"}
{"file_name": "x171.jpg", "text": "Больной и грустный Крош в бинтах лежит на кровати."}
{"file_name": "x172.jpg", "text": "Крош бежит по траве с увлеченным лицом."}
{"file_name": "x173.jpg", "text": "Крош стоит на крыше, держится за антену и смотрит на неё"}
{"file_name": "x174.jpg", "text": "Крош на снегу стоит лицом к деревянному столбу"}
{"file_name": "x175.jpg", "text": "Крош смотрит на лазер, держа его в руках и выглядывая из окна"}
{"file_name": "x176.jpg", "text": "Крош смотрит вперёд, выглядывая из окна и держа в руках лазер"}
{"file_name": "x177.jpg", "text": "Крош стоит и держит гирю в руках. На фоне зелёный луг, облачное небо, несколько деревьев на заднем фоне и здутый мяч справа от Кроша."}
{"file_name": "x178.jpg", "text": "Крош стоит перед гирей и смотрит на неё. На фоне зелёный луг, голубое небо и немного деревьев на фоне."}
