{"file_name": "1.jpg", "text": "Krosh in a spacesuit holding onto an oxygen tank in space."}
{"file_name": "2.jpg", "text": "Krosh in a spacesuit holding onto an oxygen tank in space, close-up."}
{"file_name": "3.jpg", "text": "Krosh near a basketball hoop throwing a basketball."}
{"file_name": "4.jpg", "text": "Krosh with a pink flower in his mouth."}
{"file_name": "5.jpg", "text": "Krosh walking with a pink flower (view from behind)."}
{"file_name": "6.jpg", "text": "A surprised Krosh looking at the camera with a pink flower."}
{"file_name": "7.jpg", "text": "An outraged Krosh squinting at the camera with a pink flower in his hand."}
{"file_name": "8.jpg", "text": "A surprised Krosh woke up in a hospital."}
{"file_name": "9.jpg", "text": "Krosh sitting happily in a hospital with flashing lights in the background."}
{"file_name": "10.jpg", "text": "Krosh assembling a puzzle on a yellow table."}
{"file_name": "11.jpg", "text": "Krosh with a shovel, a piece of rock, and a headlamp in a red cave."}
{"file_name": "12.jpg", "text": "Krosh as a superhero in a blue mask and a red cape."}
{"file_name": "13.jpg", "text": "Krosh as a superhero in a blue mask and a red cape smirking at the camera, close-up."}
{"file_name": "14.jpg", "text": "A dirty superhero Krosh."}
{"file_name": "15.jpg", "text": "A dirty superhero Krosh lying on a table in a delirious state."}
{"file_name": "16.jpg", "text": "Superhero Krosh in a red cape and blue mask using superpowers against fire."}
{"file_name": "17.jpg", "text": "Krosh lying in a hospital with a brown book in his hands."}
{"file_name": "18.jpg", "text": "Krosh in an orange suit with a chainsaw on an asteroid in outer space."}
{"file_name": "19.jpg", "text": "An image with an archival filter: Krosh looking at the camera while holding a stick."}
{"file_name": "20.jpg", "text": "Krosh in a spacesuit with a headlamp looking to the side against a background of blood cells."}
{"file_name": "21.jpg", "text": "Krosh sitting in a spaceship, illuminated by the light of a monitor screen."}
{"file_name": "22.jpg", "text": "Krosh is flying in a spaceship, looking at the camera. Viral antibodies are stuck to the windshield."}
{"file_name": "23.jpg", "text": "Krosh stands with his back to the camera against a stretched white sheet."}
{"file_name": "24.jpg", "text": "Krosh stands with a slightly squinted gaze, a band-aid on his face, and arms spread wide against a stretched white sheet."}
{"file_name": "25.jpg", "text": "Krosh pulls a metal box with gears using a green rope against a desert backdrop."}
{"file_name": "26.jpg", "text": "Krosh in an orange suit flies through space on a jetpack, holding a hammer in his hand."}
{"file_name": "27.jpg", "text": "Krosh in an orange suit stands holding a newspaper titled \"Vedomosti.\""}
{"file_name": "28.jpg", "text": "Krosh stands by a turquoise table in dim light, raising his index finger."}
{"file_name": "29.jpg", "text": "Krosh fiercely points at a piece of paper lying on the turquoise table next to him. The light is dim."}
{"file_name": "30.jpg", "text": "Krosh proudly holds a piece of paper near the turquoise table."}
{"file_name": "31.jpg", "text": "A happy Krosh sits at a table with a plate containing a carrot and a lemon."}
{"file_name": "32.jpg", "text": "Krosh gazes dreamily out of a huge spaceship window, holding a glass of water."}
{"file_name": "33.jpg", "text": "A happy Krosh, close-up, stands against the view from a spaceship window."}
{"file_name": "34.jpg", "text": "Krosh in an orange spacesuit stands on the surface of a dirty-pink planet."}
{"file_name": "35.jpg", "text": "Krosh in a red baseball cap without a background."}
{"file_name": "36.jpg", "text": "Krosh in a mask without a background."}
{"file_name": "37.jpg", "text": "Krosh in a mask in a dark alley."}
{"file_name": "38.jpg", "text": "Krosh in an ushanka hat holding glasses in his hands."}
{"file_name": "39.jpg", "text": "A cheerful Krosh sticks out of a snowdrift, looking to the left and holding a pot over his head. Snowy mountains and a blue sky are in the background."}
{"file_name": "40.jpg", "text": "Krosh in a cowboy outfit."}
{"file_name": "41.jpg", "text": "Krosh in the desert."}
{"file_name": "42.jpg", "text": "Krosh in a run-down neighborhood with a newspaper in his hands."}
{"file_name": "43.jpg", "text": "Krosh in an orange suit."}
{"file_name": "44.jpg", "text": "Krosh in a Native American costume without a background."}
{"file_name": "45.jpg", "text": "Krosh driving a car down a mountain at night."}
{"file_name": "46.jpg", "text": "Krosh in a car, descending a mountain at night."}
{"file_name": "47.jpg", "text": "Krosh driving a car at night."}
{"file_name": "48.jpg", "text": "Krosh lying in a car at night."}
{"file_name": "49.jpg", "text": "Krosh is fighting caterpillars with rackets, wearing a belt and hat, against a sunset background."}
{"file_name": "50.jpg", "text": "Krosh in an ear hat is hanging on a rope against the sky."}
{"file_name": "51.jpg", "text": "Krosh in an orange suit walking on a wall."}
{"file_name": "52.jpg", "text": "Krosh is happily cutting stones with a chainsaw on an asteroid in an orange suit."}
{"file_name": "53.jpg", "text": "A sad Krosh sitting on the railing of a staircase."}
{"file_name": "54.jpg", "text": "Krosh in a super-spacesuit stands on a beautiful snow-white planet."}
{"file_name": "55.jpg", "text": "A satisfied Krosh with his mouth open in a spacesuit sits in a murky green cave."}
{"file_name": "56.jpg", "text": "Sick Krosh lies in bed with red eyes and his mouth open in an isolation chamber."}
{"file_name": "57.jpg", "text": "Krosh sits at a table, with a staircase and pipes in the background, and space visible."}
{"file_name": "58.jpg", "text": "Krosh looks at the refrigerator (view from behind), with a pipe on the wall and a towel hanging."}
{"file_name": "59.jpg", "text": "Krosh sits at a table, with a staircase and pipes in the background, and space visible."}
{"file_name": "60.jpg", "text": "Krosh sits at a table holding a spoon in his hands. In the background, there is a staircase and pipes, with space visible."}
{"file_name": "61.jpg", "text": "Krosh is on the phone. A spoon lies on the table. In the background, there is a staircase and pipes, with space visible."}
{"file_name": "62.jpg", "text": "Krosh bangs his head against a refrigerator locked with a chain and a padlock. In front of him is a plate with a piece of apple. In the background, there are kitchen cabinets, and wires hang on the wall."}
{"file_name": "63.jpg", "text": "An unhappy Krosh is floating in zero gravity. Below, there are two staircases, and pieces of paper float in the air. In the upper right background are monitors, next to them a chair, and space is visible from the upper left. There is also a pink curtain in the background."}
{"file_name": "64.jpg", "text": "Krosh floats in zero gravity. A crystal floats near him. In the background, below are two large pipes, monitors, and buttons. In the upper background, there is a staircase and pipes."}
{"file_name": "65.jpg", "text": "Krosh, shocked from the impact, lies on the sand. In the background, there is trash, debris, and sand."}
{"file_name": "66.jpg", "text": "Krosh stands, leaning against a wall, and looks at it. Next to him lies a rag. The background is a desert."}
{"file_name": "67.jpg", "text": "A thoughtful Krosh holds a green rope wrapped around a metal box with gears. The background is a desert."}
{"file_name": "68.jpg", "text": "Krosh pulls a metal box with gears by a green rope. The background is a desert."}
{"file_name": "69.jpg", "text": "Krosh pulls something by a green rope. In the foreground are rocks, and in the background, the desert."}
{"file_name": "70.jpg", "text": "Krosh sticks out his tongue, trying to lift a brown rock. Around him are other rocks and sand."}
{"file_name": "71.jpg", "text": "Krosh smiles, slightly opening his mouth and peering out from a passage. Next to him is a pipe and iron walls."}
{"file_name": "72.jpg", "text": "Krosh in a spacesuit stands on a mountain, holding a pickaxe in one hand and waving to someone with the other. In the background, there are mountains and the Northern Lights."}
{"file_name": "73.jpg", "text": "A sad Krosh with an apple on his head sits on the grass, holding a tree with one hand. In the background, there's a green meadow and a tree standing to the right of Krosh."}
{"file_name": "74.jpg", "text": "Krosh stands on a giant green pumpkin, holding a tape measure in his hands and looking down at it. In the background, there's a blue sky with clouds and the giant green pumpkin on which Krosh stands."}
{"file_name": "75.jpg", "text": "A joyful Krosh stands in a meadow, holding a blue tape measure in his hands. In the background, there's a blue sky with clouds and a green meadow with daisies growing."}
{"file_name": "76.jpg", "text": "An aggressive Krosh in a general's hat stands in front of a wall painted with army camouflage."}
{"file_name": "77.jpg", "text": "A surprised Krosh with a black belt and wearing a hat with the \"Yin-Yang\" symbol hangs and looks forward. In the background, there's a blue sky with white clouds."}
{"file_name": "78.jpg", "text": "Krosh in a red cap and holding a flashlight looks up at a staircase. In the background, there's the metallic corridor of a submarine and the staircase Krosh is looking at."}
{"file_name": "79.jpg", "text": "Krosh, confused and wearing a red cap with a flashlight inserted into it, has his arms spread out. In the background, there’s a room with a bookshelf on the right with books and a pink crystal on the lower shelf, and a green box with a red lever and an antenna on the left."}
{"file_name": "80.jpg", "text": "Krosh, in a red cap with a flashlight inserted, leans out of a window and shouts into a megaphone. In the background, there are clay hills and a spaceship from which Krosh is sticking out."}
{"file_name": "81.jpg", "text": "Krosh, wearing a belt with a rope and a red cap with a flashlight sticking out of it, looks up. In the background, there’s a brown cave where Krosh is standing."}
{"file_name": "82.jpg", "text": "A cheerful Krosh kicks a blue ball in mid-air. The background is a blue sky."}
{"file_name": "83.jpg", "text": "A cheerful Krosh sticks out of a snowdrift, looking to the left and holding a pot over his head. The background shows snowy mountains and a blue sky."}
{"file_name": "84.jpg", "text": "A dissatisfied Krosh stands on the beach holding colorful sunglasses. In the background, there’s a beach with a beautiful sunset."}
{"file_name": "85.jpg", "text": "Krosh rides a pot down snowy mountains. The background features a purple sky and snowy mountains as Krosh glides down."}
{"file_name": "86.jpg", "text": "A thoughtful Krosh stands on the snow, looking at a stick on the left. In the background, there are snowy mountains and a blue cloudy sky."}
{"file_name": "87.jpg", "text": "Krosh looks suspiciously at a typewriter. In the background, to Krosh’s left, there is a storage room with scattered items and a typewriter standing on a barrel in front of him."}
{"file_name": "88.jpg", "text": "A happy Krosh peeks out from behind a garage door. In the background, there is a garage with a slightly open door, with Krosh sticking out. To the right, there is a pipe, and to the left, a shelf with tools."}
{"file_name": "89.jpg", "text": "A cheerful Krosh, wearing colorful glasses, walks to the left on the sand. In the background, there is a dark blue car with red elements behind him, a red gas pump in front of it, and a crimson sunset in the distance."}
{"file_name": "90.jpg", "text": "Krosh, in colorful glasses, pushes a dark blue car across a green field. In the background, there is a starry night sky and a meadow where Krosh is pushing the car."}
{"file_name": "91.jpg", "text": "A frightened Krosh drives a dark blue car at high speed. In the background, there is green grass over which the car, with Krosh inside, is speeding."}
{"file_name": "92.jpg", "text": "Krosh sits in a white car, turned to the right and looking forward. In the background, there is a blue cloudy sky and a white car with red seats, in which Krosh is sitting."}
{"file_name": "93.jpg", "text": "Krosh, with his mouth open, looks up with his arms spread to the sides. In the background, there is a fantastical forest with giant plants."}
{"file_name": "94.jpg", "text": "Krosh, with a frightened expression, looks forward and holds his hands near his mouth. In the background, there is a cave with tall rocks and a giant flower emerging from the stone."}
{"file_name": "95.jpg", "text": "A joyful Krosh, with his mouth open, looks forward, holding a glass in his right hand and waving with his left. In the background, there is a large room with a skylight and a control panel to Krosh’s right."}
{"file_name": "96.jpg", "text": "Krosh, in a white spacesuit, joyfully jumps. In the background, there are snowy cliffs, and to the left stands a yellow spaceship."}
{"file_name": "97.jpg", "text": "A cheerful Krosh stands with raised and clenched fists. In the background, there is a large room with big water tanks on the left in the distance and a measurement system on the right."}
{"file_name": "x1.jpg", "text": "Krosh is standing in the forest, looking displeased."}
{"file_name": "x2.jpg", "text": "Krosh is standing on the sand, looking up with his hands raised. A forest is in the background."}
{"file_name": "x3.jpg", "text": "Krosh is sleeping, covered with a pink blanket. In the background is Krosh's room at night."}
{"file_name": "x4.jpg", "text": "Krosh is sleeping in bed, covered with a pink blanket."}
{"file_name": "x5.jpg", "text": "Krosh is lying on the sand. A forest is in the background."}
{"file_name": "x6.jpg", "text": "Krosh is lying in bed, holding a carrot, covered with a pink blanket. In the background is Krosh's room at night."}
{"file_name": "x7.jpg", "text": "Krosh is standing on the sand, looking displeased. In the background are trees and the sea."}
{"file_name": "x8.jpg", "text": "Krosh is sunbathing on a towel. The background consists of sand and a blue towel."}
{"file_name": "x9.jpg", "text": "Krosh is scratching his back while standing on the sand. In the background are trees and the sea."}
{"file_name": "x10.jpg", "text": "Krosh is lying face down on a pink mattress. Water is in the background."}
{"file_name": "x11.jpg", "text": "Krosh, with his eyes half-closed, is turned to the left. In the background are a beach and the daytime sky."}
{"file_name": "x12.jpg", "text": "Krosh is walking on the sand (rear view). In the background are trees and the sea."}
{"file_name": "x13.jpg", "text": "Krosh is building a sandcastle and looking to the left. In the background are a beach and the sky."}
{"file_name": "x14.jpg", "text": "Krosh is building a sandcastle and looking to the right. In the background are a beach and the daytime sky."}
{"file_name": "x15.jpg", "text": "Krosh is lying face down on a pink mattress. Water is in the background."}
{"file_name": "x16.jpg", "text": "Krosh is jumping over a sandcastle. In the background are a beach and the daytime sky."}
{"file_name": "x17.jpg", "text": "Krosh is building a sandcastle. In the background are a beach and the daytime sky."}
{"file_name": "x18.jpg", "text": "Krosh looks angry. In the background is a cloudy sky."}
{"file_name": "x19.jpg", "text": "Krosh is kneeling and looking up. In the background are a beach, a blue sky, and a sandcastle in front of Krosh."}
{"file_name": "x20.jpg", "text": "Krosh, with a shocked expression, is lying on the sand. In the background are sand and grass."}
{"file_name": "x21.jpg", "text": "Krosh is standing in a room and looking to the right. In the background is a room with toys and green walls."}
{"file_name": "x22.jpg", "text": "Krosh, with his mouth open, is looking to the left. In the background is a room with toys and green walls."}
{"file_name": "x23.jpg", "text": "Krosh is sitting on the floor and looking down. In the background is a room with toys."}
{"file_name": "x24.jpg", "text": "Krosh, looking sad, is sitting on a pink bench and looking down. In the background are the sky and a forest."}
{"file_name": "x25.jpg", "text": "Krosh, looking sad, is sitting on a bench and looking to the left. In the background are the sky, a forest, and the pink bench he is sitting on."}
{"file_name": "x26.jpg", "text": "Krosh, looking upset, is sitting on a pink bench with his left hand raised and looking to the left. In the background are the evening sky, a distant forest, and the pink bench he is sitting on."}
{"file_name": "x27.jpg", "text": "Krosh, wearing a black hat, dark glasses, and a brown scarf, is sitting on a chair. In the background are sand and the evening sky."}
{"file_name": "x28.jpg", "text": "Krosh, wearing a black hat, dark glasses, and a brown scarf, is sitting in a wheelchair. In the background are the evening sky and a distant forest."}
{"file_name": "x29.jpg", "text": "Krosh, wearing a black hat and dark glasses, is walking through a room with his mouth open. In the background is a dark room with a blue wardrobe on the left and a mirror on the right."}
{"file_name": "x30.jpg", "text": "Krosh, wearing dark glasses and a black hat. In the background is a room with a yellow nightstand on the left."}
{"file_name": "x31.jpg", "text": "Krosh, wearing dark glasses and a black hat, is holding a cup of tea in his right hand and a cane in his left while looking to the right. In the background is a room with a curtain, a pink nightstand on the right, and shelves on the left."}
{"file_name": "x32.jpg", "text": "Krosh, wearing dark glasses and a black hat, is holding a cup of tea in his right hand, a cane in his left, and slightly opening his mouth. In the background is a room with a yellow nightstand on the left and shelves on the right."}
{"file_name": "x33.jpg", "text": "Krosh, looking happy, is holding an alarm clock. In the background is a garden with growing carrots and the sky."}
{"file_name": "x34.jpg", "text": "Krosh, looking angry, is holding a purple joystick in his left hand and looking forward. In the background are a forest and the sky above it."}
{"file_name": "x35.jpg", "text": "Krosh, looking angry, is holding a purple joystick in his left hand, raising his right hand, and looking down. In the background are a forest and the sky above it."}
{"file_name": "x36.jpg", "text": "Krosh, looking sad, is looking down at a broken toy airplane. In the background are a forest, a blue sky, and the broken toy in front of Krosh."}
{"file_name": "x37.jpg", "text": "Krosh is walking along a path (rear view). In the background are trees, flowers, and a sky with clouds."}
{"file_name": "x38.jpg", "text": "Krosh is standing on a path, looking back. In the background are trees, flowers, and a sky with clouds."}
{"file_name": "x39.jpg", "text": "Krosh is standing on a path, looking back and raising his hand. In the background are trees, flowers, and a sky with clouds."}
{"file_name": "x40.jpg", "text": "Krosh is standing on the snow at night, holding his head in despair, with trees in the background."}
{"file_name": "x41.jpg", "text": "Krosh is standing on the snow at night, looking surprised and raising his hand, with trees in the background."}
{"file_name": "x42.jpg", "text": "Krosh is standing on the snow at night, looking sad and holding his head with both hands, with trees in the background."}
{"file_name": "x43.jpg", "text": "Krosh is sitting by the window with his eyes closed and one leg crossed over the other."}
{"file_name": "x44.jpg", "text": "Krosh, looking pleased, is sitting on a bench with a bright wall behind him."}
{"file_name": "x45.jpg", "text": "Krosh, looking pleased, is sitting on a bench with one leg crossed over the other. A bright wall is behind him."}
{"file_name": "x46.jpg", "text": "A confident Krosh is walking through the snow at night, pulling a sled. In the background are trees and the Moon."}
{"file_name": "x47.jpg", "text": "A happy Krosh is standing on the snow at night, with trees and the Moon in the background."}
{"file_name": "x48.jpg", "text": "Krosh is shouting at night while standing on the snow. A sled is standing nearby."}
{"file_name": "x49.jpg", "text": "Krosh has lowered his ears and is shouting at night while standing on the snow. A sled is standing nearby."}
{"file_name": "x50.jpg", "text": "Krosh, frowning, is walking between two benches indoors."}
{"file_name": "x51.jpg", "text": "Krosh is standing on a bench, looking out a window at the desert."}
{"file_name": "x52.jpg", "text": "Krosh is exiting a bunker."}
{"file_name": "x53.jpg", "text": "Krosh is in the desert at sunset."}
{"file_name": "x54.jpg", "text": "Krosh is in the desert."}
{"file_name": "x55.jpg", "text": "A joyful Krosh is standing on the snow wrapped in a blanket. In the background are trees and clumps of snow."}
{"file_name": "x56.jpg", "text": "A surprised and joyful Krosh is standing on the snow wrapped in a blanket. In the background are trees and clumps of snow."}
{"file_name": "x57.jpg", "text": "A surprised Krosh is in the desert at sunset."}
{"file_name": "x58.jpg", "text": "Krosh, with a displeased expression, is in the desert at sunset."}
{"file_name": "x59.jpg", "text": "Krosh crouches, preparing to jump. Nearby are carrot beds, sunflowers, and trees."}
{"file_name": "x60.jpg", "text": "Krosh is in the desert at sunset holding a chainsaw."}
{"file_name": "x61.jpg", "text": "Krosh is in the desert at sunset, holding a chainsaw behind him and an umbrella above him in his left hand."}
{"file_name": "x62.jpg", "text": "Krosh is scratching the back of his head. Nearby are carrot beds, sunflowers, and trees."}
{"file_name": "x63.jpg", "text": "Krosh is standing on a hill in the desert at sunset, holding an umbrella in his left hand and a compass in his right."}
{"file_name": "x64.jpg", "text": "Krosh, closing one eye, is looking at a brown table with a bottle and a hammer on it."}
{"file_name": "x65.jpg", "text": "Krosh, squinting one eye, is looking at a brown table with a bottle and a hammer on it."}
{"file_name": "x66.jpg", "text": "Krosh, squinting one eye, is walking inside a house. In the background are a wardrobe and a bed."}
{"file_name": "x67.jpg", "text": "A thoughtful Krosh is standing. Nearby are carrot beds, sunflowers, and trees."}
{"file_name": "x68.jpg", "text": "Krosh is dressed as a cowboy in a room, with an open door behind him."}
{"file_name": "x69.jpg", "text": "Krosh, squinting one eye, is holding a yellow clock. In the background is a room with a window and a bed."}
{"file_name": "x70.jpg", "text": "Krosh is looking at the camera. In the background of the room are a window and a bed."}
{"file_name": "x71.jpg", "text": "A surprised Krosh is sitting near a fence. In the background are trees and a well."}
{"file_name": "x72.jpg", "text": "A distressed Krosh is standing near a garden bed, holding a carrot. In the background are trees and a well."}
{"file_name": "x73.jpg", "text": "A displeased Krosh is standing with his mouth slightly open near a garden bed, holding a carrot. In the background are trees and a well."}
{"file_name": "x74.jpg", "text": "A joyful Krosh is jumping forward. In the background are a beach and the sky; behind Krosh, to the right, is a colorful garage, and to the left, a house on stilts."}
{"file_name": "x75.jpg", "text": "Krosh is looking into a well from above. He is surprised."}
{"file_name": "x76.jpg", "text": "A joyful Krosh is walking forward. In the background are a beach and the sky; behind Krosh, to the right, is a colorful garage, and to the left, a house on stilts."}
{"file_name": "x77.jpg", "text": "Krosh is holding a purple steering wheel in his right hand and a purple band in his left. In the background is a car in which Krosh is sitting."}
{"file_name": "x78.jpg", "text": "A joyful Krosh is sitting near a garden bed with carrots. In the background are a fence, sunflowers, and a forest."}
{"file_name": "x79.jpg", "text": "Krosh has raised his left hand while holding a steering wheel with his right. In the background is a car in which Krosh is sitting."}
{"file_name": "x80.jpg", "text": "Krosh, with his back to us and his hands behind his back, is standing on a plain, looking into the distance."}
{"file_name": "x81.jpg", "text": "Krosh is standing next to a car. In the background is a garage with a red car inside, to the right of which Krosh is standing."}
{"file_name": "x82.jpg", "text": "Krosh, with his hands behind his back, is standing sideways to us on a plain."}
{"file_name": "x83.jpg", "text": "A joyful Krosh is walking through the forest with a cart."}
{"file_name": "x84.jpg", "text": "Krosh is peeking out of a garage. In the background is a beach where a colorful garage stands, with metal debris behind it."}
{"file_name": "x85.jpg", "text": "A confident Krosh is standing near wooden chairs with a smirk, about to say something."}
{"file_name": "x86.jpg", "text": "Krosh is sitting on a bridge, dangling his legs, with a fishing rod."}
{"file_name": "x87.jpg", "text": "Krosh is standing in a house with a green floor and books around him. He is holding onto a stool. Side view."}
{"file_name": "x88.jpg", "text": "Krosh is standing in a house with a green floor and books around him. He is holding onto a box. Side view."}
{"file_name": "x89.jpg", "text": "A thoughtful Krosh is standing on a green meadow. In the background are a green meadow, several trees, and the sky."}
{"file_name": "x90.jpg", "text": "Krosh is standing on a car, holding onto a pipe."}
{"file_name": "x91.jpg", "text": "Krosh is dragging a stone. In the background is a garage with a car."}
{"file_name": "x92.jpg", "text": "Krosh is sitting in a car, looking down and holding the steering wheel. In the background is the car interior and a stone in the middle of the seats."}
{"file_name": "x93.jpg", "text": "Krosh is standing on a car, holding onto a pipe and looking to the side."}
{"file_name": "x94.jpg", "text": "Krosh is lazily walking inside a house, holding a pen and a notebook. In the background are a wardrobe, several chairs, a sack, and a window."}
{"file_name": "x95.jpg", "text": "Krosh is standing on a car, holding onto a pipe and looking at a broken light bulb in his hand."}
{"file_name": "x96.jpg", "text": "Krosh is sitting on a bridge, dangling his legs, with a fishing rod."}
{"file_name": "x97.jpg", "text": "A distressed Krosh is walking along a path. In the background are mountains and smoking houses."}
{"file_name": "x98.jpg", "text": "Krosh is standing on a bridge, holding fishing rods in his right hand."}
{"file_name": "x99.jpg", "text": "Krosh is standing on a car, holding onto a pipe and holding a broken light bulb in his hand, looking forward."}
{"file_name": "x100.jpg", "text": "Krosh is walking along the beach. In the background are a cloudy sky and the beach."}
{"file_name": "x101.jpg", "text": "A happy Krosh is standing against a morning forest background, holding a notebook with writing on it."}
{"file_name": "x102.jpg", "text": "An irritated Krosh is standing against a morning forest background, holding a notebook and reading it."}
{"file_name": "x103.jpg", "text": "Krosh is standing on a bridge with two fishing rods in his hands, facing sideways."}
{"file_name": "x104.jpg", "text": "A happy Krosh is looking at the camera in surprise against a background of morning forest and grass."}
{"file_name": "x105.jpg", "text": "A joyful Krosh is standing in a cave, looking at icicles."}
{"file_name": "x106.jpg", "text": "A joyful Krosh is standing in a cave, looking at icicles."}
{"file_name": "x107.jpg", "text": "A joyful Krosh is standing on one leg with closed eyes in a cave. Icicles are hanging from the ceiling."}
{"file_name": "x108.jpg", "text": "Krosh is turning a wooden steering wheel toward himself. In the background, there is a sky with clouds and hanging ropes."}
{"file_name": "x109.jpg", "text": "Krosh is standing at night in front of a house."}
{"file_name": "x110.jpg", "text": "Krosh is holding onto a wooden steering wheel. In the background, there is a sky with clouds and hanging ropes."}
{"file_name": "x111.jpg", "text": "A sad Krosh is lying on his green bed at home near a colorful staircase. The blanket is red."}
{"file_name": "x112.jpg", "text": "Krosh is standing at night with raised hands."}
{"file_name": "x113.jpg", "text": "Krosh is standing with one hand extended near a purple and pink house on the snow. Snowdrifts are visible."}
{"file_name": "x114.jpg", "text": "A cheerful Krosh is looking through binoculars. In the background, there is a tree and the sky."}
{"file_name": "x115.jpg", "text": "Krosh is standing in a house with his back turned. Light from the window, a green staircase, a red bed, and a red pot are visible."}
{"file_name": "x116.jpg", "text": "A gloomy Krosh is standing and looking sideways in a house. In the background, a blue bed with a carrot and a colorful staircase are visible."}
{"file_name": "x117.jpg", "text": "Krosh is sitting in a car with his mouth open and a surprised expression."}
{"file_name": "x118.jpg", "text": "A sad and tired Krosh is standing in a house with the lights off. He has a flashlight turned on."}
{"file_name": "x119.jpg", "text": "Krosh is standing with his back turned in a house, facing a window with green curtains. He is wearing an ushanka hat."}
{"file_name": "x120.jpg", "text": "Krosh is standing in an ushanka hat in a house, facing a window with green curtains. He is pointing at the window in surprise."}
{"file_name": "x121.jpg", "text": "Krosh is pulling a sled by a rope while walking on the snow in an ushanka hat. Trees and the sky are visible in the background."}
{"file_name": "x122.jpg", "text": "Krosh is standing sideways on the snow in an ushanka hat. Trees are visible in the background."}
{"file_name": "x123.jpg", "text": "Krosh in an ushanka hat is looking down at glasses in surprise while standing on the snow."}
{"file_name": "x124.jpg", "text": "Krosh is sitting at a computer in a room, facing us."}
{"file_name": "x125.jpg", "text": "Krosh is sitting at a computer in a room, with his back turned to us."}
{"file_name": "x126.jpg", "text": "An aggressive Krosh is looking at the camera. In the background, the sky and white columns."}
{"file_name": "x127.jpg", "text": "A tired Krosh is standing and rubbing his eye with his hand."}
{"file_name": "x128.jpg", "text": "A beaten and angry Krosh is sitting on a tree stump on the grass. Trees and the sky are visible in the background."}
{"file_name": "x129.jpg", "text": "Krosh is sitting at a computer in a room with his eyes closed."}
{"file_name": "x130.jpg", "text": "An interested Krosh is standing in a room. In the background, there are toys and a bed."}
{"file_name": "x131.jpg", "text": "Krosh is walking around the room. In the background, there are toys and a bed."}
{"file_name": "x132.jpg", "text": "A displeased Krosh with a bandaged head is entering a green house through a red door."}
{"file_name": "x133.jpg", "text": "Krosh is standing in a green bow tie on the grass with a sky full of clouds in the background."}
{"file_name": "x134.jpg", "text": "Krosh is carrying a box outside with his back turned to us."}
{"file_name": "x135.jpg", "text": "Krosh is standing with his back turned, pointing into the distance. A colorful carpet is in the background."}
{"file_name": "x136.jpg", "text": "Krosh is sitting on the floor in a room, holding his head with his hands and closing his eyes."}
{"file_name": "x137.jpg", "text": "A happy Krosh in a red bow tie is standing against a sunset background with trees and grass."}
{"file_name": "x138.jpg", "text": "Krosh is lying on the grass wearing a mask."}
{"file_name": "x139.jpg", "text": "Krosh is standing on a balcony at night, holding a mop in his left hand."}
{"file_name": "x140.jpg", "text": "Krosh is looking up with his hands raised. Nearby are boxes and toys."}
{"file_name": "x141.jpg", "text": "An interested Krosh is looking to the side. Nearby are boxes and toys."}
{"file_name": "x142.jpg", "text": "A surprised Krosh, with his mouth open, is looking to the side. Nearby are boxes and toys."}
{"file_name": "x143.jpg", "text": "Krosh, holding onto red handles, is looking surprised. A leaf is on his face, and trees and grass are in the background."}
{"file_name": "x144.jpg", "text": "Krosh, holding onto red handles, has closed his eyes. A leaf is on his face."}
{"file_name": "x145.jpg", "text": "Krosh, holding onto red handles, has closed his eyes. Many leaves are on his face."}
{"file_name": "x146.jpg", "text": "Krosh is sitting on the bed at night, nervously looking at a leaf."}
{"file_name": "x147.jpg", "text": "Krosh is sleeping on the bed at night. An orange blanket, a blue bed."}
{"file_name": "x148.jpg", "text": "Krosh looks scared, waking up and staring at the camera."}
{"file_name": "x149.jpg", "text": "Krosh aggressively points at a piece of paper in his house."}
{"file_name": "x150.jpg", "text": "Krosh stands with his back to us on a rock, looking at the night sky."}
{"file_name": "x151.jpg", "text": "Krosh is sitting on a chair in a room, looking ahead. Nearby is a bookshelf with books and a table with a cactus."}
{"file_name": "x152.jpg", "text": "Krosh stands suspiciously behind a tree at night, squinting his eyes."}
{"file_name": "x153.jpg", "text": "Krosh stands on the grass in a football field with his back to us. Nearby is a football and a goal."}
{"file_name": "x154.jpg", "text": "Krosh is standing on a jackhammer. Grey walls around him."}
{"file_name": "x155.jpg", "text": "Krosh is standing on a jackhammer (view from behind). Grey walls around him."}
{"file_name": "x156.jpg", "text": "A scared and surprised Krosh stands in a house with a flashlight."}
{"file_name": "x157.jpg", "text": "Krosh in a house looks surprised at a window. In the background, there is a mirror and dolls."}
{"file_name": "x158.jpg", "text": "Krosh stands on a jackhammer (view from above). Grey walls and floor around him."}
{"file_name": "x159.jpg", "text": "Krosh in a black hat and glasses stands with a serious face and his hands behind his back."}
{"file_name": "x160.jpg", "text": "Krosh in a black hat and glasses stands with a serious face and his hands behind his back."}
{"file_name": "x161.jpg", "text": "Krosh stands in confusion next to a turquoise chair and a green bed."}
{"file_name": "x162.jpg", "text": "Krosh stands in a room, holding a pipe and looking to the side."}
{"file_name": "x163.jpg", "text": "Krosh holds a carrot in his right hand near a snowman and looks down."}
{"file_name": "x164.jpg", "text": "Krosh sits in a dark room with a flashlight. Surrounding him are children's toys."}
{"file_name": "x165.jpg", "text": "Krosh stands in the snow, scratching his forehead with his left hand."}
{"file_name": "x166.jpg", "text": "Krosh stands displeased in a house in front of a bookshelf with books. A candle is burning in the foreground."}
{"file_name": "x167.jpg", "text": "Krosh looks displeased in front of a bookshelf with books, holding a purple dress in his hands."}
{"file_name": "x168.jpg", "text": "Krosh squints and leans down to the snow at night."}
{"file_name": "x169.jpg", "text": "Krosh in the house covers his face with his hand and slightly opens his mouth."}
{"file_name": "x170.jpg", "text": "Krosh stands on the snow at night, holding a snowball in his right hand."}
{"file_name": "x171.jpg", "text": "Sick and sad Krosh in bandages lies on the bed."}
{"file_name": "x172.jpg", "text": "Krosh runs on the grass with an excited expression on his face."}
{"file_name": "x173.jpg", "text": "Krosh stands on the roof, holding an antenna and looking at it."}
{"file_name": "x174.jpg", "text": "Krosh stands on the snow facing a wooden post."}
{"file_name": "x175.jpg", "text": "Krosh looks at a laser, holding it in his hands and peeking out of the window."}
{"file_name": "x176.jpg", "text": "Krosh looks ahead, peeking out of the window and holding a laser in his hands."}
{"file_name": "x177.jpg", "text": "Krosh stands holding a kettlebell in his hands. In the background, there is a green meadow, cloudy sky, several trees in the distance, and an inflated ball to the right of Krosh."}
{"file_name": "x178.jpg", "text": "Krosh stands in front of a kettlebell and looks at it. In the background, there is a green meadow, blue sky, and a few trees in the distance."}